export const staffSampleData = [
    {
        name: 'Dr. Ngann Sundet',
        name_kh: 'បណ្ឌិត ង៉ាន់ ស៊ុនដេត',
        task: 'កំណត់ចក្ខុវិស័យ គ្រប់គ្រងថវិកា ការបែងចែកការងារ ការបណ្តុះបណ្តាល ដោះស្រាយបញ្ហា ការរៀបចំបរិស្ថាន។',
        job_description: `<div>
    <h3>ប្រធានបណ្ណាល័យ៖ សាស្ត្រាចារ្យរងបណ្ឌិត ង៉ាន់ ស៊ុនដេត</h3>
    <div><strong>កំណត់ចក្ខុវិស័យ៖</strong> រៀបចំគោលនយោបាយ និងបទបញ្ជាផ្ទៃក្នុងរៈរស់បណ្ណាល័យដើម្បីធានាបាននូវសណ្តាប់ធ្នាប់។</div>
    <div><strong>គ្រប់គ្រងថវិកា៖</strong> រៀបចំផែនការចំណាយសម្រាប់ការទិញសៀវភៅ ឯកសារ បរិក្ខារ និងការថែទាំផ្សេងៗ។</div>
    <div><strong>ការបែងចែកការងារ៖</strong> ចាត់ចែងវេនការងារ និងភារកិច្ចដល់បណ្ណារក្ស និងបុគ្គលិកផ្នែកអនាម័យ/សន្តិសុខ។</div>
    <div><strong>ការបណ្តុះបណ្តាល៖</strong> ណែនាំ និងពង្រឹងសមត្ថភាពបុគ្គលិកលើការប្រើប្រាស់ប្រព័ន្ធ គ្រប់គ្រងបណ្ណាល័យ និងការបម្រើសេវាកម្ម។</div>
    <div><strong>ដោះស្រាយបញ្ហា៖</strong> សម្របសម្រួលរាល់បញ្ហាដែលកើតឡើងរវាងអ្នកអាន និងការប្រើប្រាស់សេវាកម្មបណ្ណាល័យ។</div>
    <div><strong>ការរៀបចំបរិស្ថាន៖</strong> ធានាថាបណ្ណាល័យមានភាពស្ងប់ស្ងាត់ មានផាសុកភាព មានពន្លឺគ្រប់គ្រាន់ និងមានសណ្តាប់ធ្នាប់ល្អ។</div>
</div>
`,
        role: 'ប្រធានបណ្ណាល័យ',
        library: 'គ្រប់គ្រងទូទៅ',
        shift: 'ពេញម៉ោង',
        hours: '8:00 - 19:00',
        phone: '',
        email: '',
        image: '/assets/rule_library/profiles/sundet.jpeg',
    },
    {
        name: 'Mr. Kim Chantraboth',
        name_kh: 'លោក គឹម ច័ន្ទត្រាបុត្រ',
        role: 'បណ្ណារក្សបច្ចេកទេស',
        task: 'គ្រប់គ្រង Metadata ការរៀបចំ Taxonomy ការគ្រប់គ្រងប្រព័ន្ធបណ្ណាល័យ (ILS) ការរក្សាទុកឯកសារឌីជីថល ការគ្រប់គ្រងអាជ្ញាប័ណ្ណ ការកសាងទំនាក់ទំនង ការវាយតម្លៃធនធាន Information Literacy បណ្តុះបណ្តាលបុគ្គលិក។',
        job_description: `<div>
        <h3>បណ្ណារក្សបច្ចេកទេស៖ លោក គឹម ច័ន្ទត្រាបុត្រ</h3>
        <div>កំណត់ស្តង់ដានៃការចុះបញ្ជីឯកសារដែលស្មុគស្មាញ ដោយប្រើប្រាស់ប្រព័ន្ធអន្តរ​ជាតិដូចជា MARC21, RDA។</div>
        <div><strong>ការគ្រប់គ្រង Metadata៖</strong> បង្កើត និងរៀបចំទិន្នន័យពិពណ៌នា (Metadata) ដើម្បីឱ្យការស្វែងរកឯកសារ ក្នុងប្រព័ន្ធកុំព្យូទ័រមានភាពសុក្រឹត។</div>
        <div><strong>ការរៀបចំ Taxonomy៖</strong> បង្កើតចំណាត់ថ្នាក់ប្រធានបទ (Subject Headings) ដើម្បីឱ្យអ្នកអានងាយស្រួល រកឯកសារតាមប្រភេទជំនាញឯកទេស។</div>
        <div><strong>ការគ្រប់គ្រងប្រព័ន្ធបណ្ណាល័យ (ILS):</strong> ជ្រើសរើស និងថែទាំកម្មវិធីគ្រប់គ្រងបណ្ណាល័យ។</div>
        <div><strong>ការរក្សាទុកឯកសារឌីជីថល៖</strong> បំប្លែងឯកសារចាស់ៗ ឬឯកសារកម្រឱ្យទៅជាទម្រង់ឌីជីថល (Digital Preservation) ដើម្បីរក្សាទុកឱ្យបានយូរអង្វែង។</div>
        <div><strong>ការគ្រប់គ្រងអាជ្ញាប័ណ្ណ (Licensing):</strong> ទំនាក់ទំនងជាមួយអ្នកបោះពុម្ពផ្សាយជាតិនិងអន្តរជាតិ ដើម្បីទិញសិទ្ធិ ចូលមើលទិន្នន័យស្រាវជ្រាវ (Journals) ឬ E-books។</div>
        <div><strong>ការកសាងទំនាក់ទំនង៖</strong> (Inter-library Loan) បង្កើតបណ្តាញសហការជាមួយបណ្ណាល័យដទៃទៀត ដើម្បីធ្វើការផ្លាស់ប្តូរឯកសារគ្នា។</div>
        <div><strong>ការវាយតម្លៃធនធាន៖</strong> វិភាគទិន្នន័យនៃការប្រើប្រាស់សៀវភៅ ដើម្បីសម្រេចចិត្តថាគួរទិញឯកសារអ្វីបន្ថែមដែលត្រូវនឹងតម្រូវការទីផ្សារការងារ ឬការសិក្សា។</div>
        <div><strong>Information Literacy:</strong> បង្រៀនអ្នកប្រើប្រាស់អំពីរបៀបវាយតម្លៃព័ត៌មាន (តើព័ត៌មានណាជាព័ត៌មានពិត ឬ ព័ត៌មានវិទ្យាសាស្ត្រ)។</div>
        <div><strong>បណ្តុះបណ្តាលបុគ្គលិក៖</strong> ណែនាំបច្ចេកទេសថ្មីៗដល់បណ្ណារក្ស និងបុគ្គលិក ដើម្បីពង្រឹងប្រសិទ្ធភាពការងារ។</div>
    </div>`,
        library: 'គ្រប់គ្រងទូទៅ',
        shift: 'ពេញម៉ោង',
        hours: '8:00 - 19:00',
        phone: '',
        email: '',
        image: '/assets/rule_library/profiles/kim_chantraboth.jpg',
    },

    {
        name: 'Ms. Ung Sopanha Monik',
        name_kh: 'លោកស្រី អ៊ុង សុបញ្ញាម៉ូនិក',
        role: 'បណ្ណារក្សផ្នែករដ្ឋបាល',
        task: 'គ្រប់គ្រងលើវត្តមានបុគ្គលិក ការងារគ្រប់គ្រងឯកសារ ចូលរួមក្នុងការធ្វើផែនការណ៍បណ្ណាល័យ ការវាយតម្លៃធនធាន។',
        job_description: `<div>
        <h3>បណ្ណារក្សផ្នែករដ្ឋបាល៖ លោកស្រី អ៊ុង សុបញ្ញាម៉ូនិក</h3>
        <div><strong>គ្រប់គ្រងលើវត្តមានបុគ្គលិក៖</strong> មានតួនាទីគ្រប់គ្រងវត្តមានបុគ្គលិករួម។</div>
        <div><strong>ការងារគ្រប់គ្រងឯកសារ៖</strong> រៀបចំលិខិតស្នាមរដ្ឋបាល (លិខិតចេញ ចូល សំណើ ធ្វើរបាយការណ៍ប្រចាំខែ របាយការណ៍សារពើភណ្ឌ)។</div>
        <div><strong>ចូលរួមក្នុងការធ្វើផែនការណ៍បណ្ណាល័យ៖</strong> ចូលរួមក្នុងការធ្វើផែនការបច្ចេកទេសផ្សេងៗ នៅបណ្ណាល័យ។</div>
        <div><strong>ការវាយតម្លៃធនធាន៖</strong> វិភាគទិន្នន័យនៃការប្រើប្រាស់សៀវភៅ ដើម្បីសម្រេចចិត្តថាគួរទិញឯកសារអ្វីបន្ថែមដែលត្រូវនឹងតម្រូវការទីផ្សារការងារ ឬការសិក្សា។</div>
    </div>`,
        library: 'គ្រប់គ្រងទូទៅ',
        shift: 'ពេញម៉ោង',
        hours: '8:00 - 19:00',
        phone: '',
        email: '',
        image: '/assets/rule_library/profiles/ung_sopanha_monik.jpg',
    },
    {
        name: '',
        name_kh: 'លោក ជូង ច័ន្ទរិទ្ធីនាថ',
        role: 'បណ្ណារក្សផ្នែករដ្ឋបាល',
        task: 'គ្រប់គ្រងធនធានឯកសារ ការថែរក្សាឯកសារ រៀបចំព្រឹត្តិការណ៍ ដោះស្រាយបញ្ហា។',
        job_description: `<div>
        <h3>បណ្ណារក្សផ្នែករដ្ឋបាល៖ លោក ជូង ច័ន្ទរិទ្ធីនាថ</h3>
        <div><strong>គ្រប់គ្រងធនធានឯកសារ៖</strong> ជ្រើសរើសសៀវភៅ ឯកសារស្រាវជ្រាវ ឬប្រព័ន្ធទិន្នន័យថ្មីៗដែលឆ្លើយតបនឹងតម្រូវការអ្នកអាន។</div>
        <div><strong>ការថែរក្សាឯកសារ៖</strong> ពិនិត្យ ស្វែងរក និងជួសជុលសៀវភៅដែលខូច និងដកចេញនូវឯកសារដែលហួសកាល កំណត់ប្រើប្រាស់។</div>
        <div><strong>រៀបចំព្រឹត្តិការណ៍៖</strong> រៀបចំកម្មវិធីលើកកម្ពស់ការអាន មានដូចជាទិវាសៀវភៅ ការពិភាក្សាអំពីសៀវភៅ ឬសិក្ខាសាលាផ្សេងៗ។</div>
        <div><strong>ដោះស្រាយបញ្ហា៖</strong> សម្របសម្រួលរាល់បញ្ហាដែលកើតឡើងរវាងអ្នកអាននិងការប្រើប្រាស់សេវាកម្មបណ្ណាល័យ។</div>
    </div>`,
        library: 'គ្រប់គ្រងទូទៅ',
        shift: 'ពេញម៉ោង',
        hours: '8:00 - 19:00',
        phone: '',
        email: '',
        image: '',
    },

    // Law Library

    {
        name: 'Ms. Li Rany',
        name_kh: 'លោកស្រី លី រ៉ានី',
        role: 'បណ្ណារក្ស',
        task: 'ផ្នែកកាតាឡុកសៀវភៅ សេវាកម្មខ្ចី-សង (Circulation) សេវាព័ត៌មាន និងការណែនាំ (Reference Service) ការរៀបសៀវភៅឡើងវិញ (Shelving) រក្សាសណ្តាប់ធ្នាប់។',
        job_description: `<div>
        <h3>បណ្ណារក្ស៖ លោកស្រី លី រ៉ានី</h3>
        <div>ជាបណ្ណារក្ស មានតួនាទីផ្នែកកាតាឡុកសៀវភៅ និងជាបណ្ណារក្សបំរើការងារនៅវេនព្រឹក។</div>
        <div><strong>សេវាកម្មខ្ចី-សង (Circulation):</strong> ប្រើប្រាស់ម៉ាស៊ីនស្កេន ឬប្រព័ន្ធកុំព្យូទ័រដើម្បីកត់ត្រាការខ្ចី និងការសង សៀវភៅឱ្យបានត្រឹមត្រូវ។</div>
        <div><strong>សេវាព័ត៌មាន និងការណែនាំ (Reference Service):</strong> ជួយអ្នកអានក្នុងការស្វែងរកសៀវភៅតាមរយៈប្រព័ន្ធ OPAC (កាតាឡុកអនឡាញ) ឬណែនាំប្រភពឯកសារសម្រាប់កិច្ចការស្រាវជ្រាវ។</div>
        <div><strong>ការរៀបសៀវភៅឡើងវិញ (Shelving):</strong> រៀបសៀវភៅដែលគេយកមកសង ដាក់ចូលក្នុងធ្វើរវិញទៅតាមលេខកូដ (Call Number) ឱ្យបានត្រឹមត្រូវបំផុត ដើម្បីកុំឱ្យអ្នកអានបន្ទាប់រកមិនឃើញ។</div>
        <div><strong>រក្សាសណ្តាប់ធ្នាប់៖</strong> ដើរពិនិត្យក្នុងបណ្ណាល័យ ដើម្បីធានាថាអ្នកអានរក្សាភាពស្ងប់ស្ងាត់ និងមិនយកចំណី អាហារចូលដែលធ្វើឱ្យប៉ះពាល់គុណភាព ឬខូចខាតដល់គុណភាពសៀវភៅ។</div>
    </div>`,
        library: 'បណ្ណាល័យនីតិសាស្រ្ត',
        shift: 'វេនព្រឹក',
        hours: '8:00 - 13:00',
        phone: '',
        email: '',
        image: '',
    },
    {
        name: 'Miss Nith Sreynoch',
        name_kh: 'កញ្ញា និត ស្រីណុច',
        role: 'បណ្ណារក្ស',
        task: 'ផ្នែកធ្វើកាតាឡុកសៀវភៅ ផ្តល់ព័ត៌មាននិស្សិត រៀបចំសណ្តាប់ធ្នាប់ចុងក្រោយ បូកសរុបស្ថិតិ ត្រួតពិនិត្យសុវត្ថិភាព ចុះបញ្ជីសៀវភៅថ្មី សេវាកម្មខ្ចី-សង (Circulation)。',
        job_description: `<div>
        <h3>បណ្ណារក្ស៖ កញ្ញា និត ស្រីណុច</h3>
        <div>ជាបណ្ណារក្ស មានតួនាទីផ្នែកធ្វើកាតាឡុកសៀវភៅ និងផ្តល់ព័ត៌មាននិស្សិត ជាបណ្ណារក្សបំរើការងារនៅវេនរសៀល។</div>
        <div><strong>រៀបចំសណ្តាប់ធ្នាប់ចុងក្រោយ៖</strong> ដើររៀបចំតុ កៅអីឱ្យមានរបៀប និងប្រមូលសៀវភៅដែលនៅលើតុដាក់ចូលធ្វើរវិញ។</div>
        <div><strong>បូកសរុបស្ថិតិ៖</strong> កត់ត្រាចំនួនអ្នកចូលអាន និងចំនួនសៀវភៅដែលបានចរាចរណ៍ប្រចាំថ្ងៃ។</div>
        <div><strong>ត្រួតពិនិត្យសុវត្ថិភាព៖</strong> បិទកុំព្យូទ័រ បិទភ្លើង និងប្រព័ន្ធអគ្គិសនីនានាមុនពេលចាកចេញ។</div>
        <div><strong>ចុះបញ្ជីសៀវភៅថ្មី៖</strong> នៅពេលមានសៀវភៅថ្មីចូល បណ្ណារក្សត្រូវបញ្ចូលព័ត៌មាន (ចំណងជើង អ្នកនិពន្ធ ឆ្នាំ បោះពុម្ព) បិទលេខកូដ និងបិទស្លាកសញ្ញាសន្តិសុខ។</div>
        <div><strong>សេវាកម្មខ្ចី-សង (Circulation):</strong> ប្រើប្រាស់ម៉ាស៊ីនស្កេន ឬប្រព័ន្ធកុំព្យូទ័រដើម្បីកត់ត្រាការខ្ចី និងការសង សៀវភៅឱ្យបានត្រឹមត្រូវ។</div>
    </div>`,
        library: 'បណ្ណាល័យនីតិសាស្រ្ត',
        shift: 'វេនព្រឹក',
        hours: '8:00 - 13:00',
        phone: '',
        email: '',
        image: '/assets/rule_library/profiles/nith_sreynoch.png',
    },
    {
        name: 'Ms. Seng Vanna',
        name_kh: 'លោកស្រី សេង វណ្ណា',
        role: 'បណ្ណារក្ស',
        task: 'ផ្នែកកាតាឡុកសៀវភៅ រៀបចំសណ្តាប់ធ្នាប់ចុងក្រោយ បូកសរុបស្ថិតិ ត្រួតពិនិត្យសុវត្ថិភាព ចុះបញ្ជីសៀវភៅថ្មី សេវាកម្មខ្ចី-សង (Circulation)',
        job_description: `<div>
        <h3>បណ្ណារក្ស៖ លោកស្រី សេង វណ្ណា</h3>
        <div>មានតួនាទីផ្នែកកាតាឡុកសៀវភៅ និងជាបណ្ណារក្សបំរើការងារនៅវេនរសៀល។</div>
        <div><strong>រៀបចំសណ្តាប់ធ្នាប់ចុងក្រោយ៖</strong> ដើររៀបចំតុ កៅអីឱ្យមានរបៀប និងប្រមូលសៀវភៅដែលនៅលើតុដាក់ចូលធ្វើរវិញតាមពេលកំណត់ជាក់លាក់។</div>
        <div><strong>បូកសរុបស្ថិតិ៖</strong> កត់ត្រាចំនួនអ្នកចូលអាន និងចំនួនសៀវភៅដែលបានចរាចរណ៍ប្រចាំថ្ងៃ។</div>
        <div><strong>ត្រួតពិនិត្យសុវត្ថិភាព៖</strong> បិទកុំព្យូទ័រ បិទភ្លើង និងប្រព័ន្ធអគ្គិសនីនានា មុនពេលចាកចេញ។</div>
        <div><strong>ចុះបញ្ជីសៀវភៅថ្មី៖</strong> នៅពេលមានសៀវភៅថ្មីចូល បណ្ណារក្សត្រូវបញ្ចូលព័ត៌មាន (ចំណងជើង អ្នកនិពន្ធ ឆ្នាំ បោះពុម្ព) បិទលេខកូដ និងបិទស្លាកសញ្ញាសន្តិសុខ។</div>
        <div><strong>សេវាកម្មខ្ចី-សង (Circulation):</strong> ប្រើប្រាស់ម៉ាស៊ីនស្កេន ឬប្រព័ន្ធកុំព្យូទ័រដើម្បីកត់ត្រាការខ្ចី និងការសងសៀវភៅឱ្យបានត្រឹមត្រូវ។</div>
    </div>`,
        library: 'បណ្ណាល័យនីតិសាស្រ្ត',
        shift: 'វេនរសៀល',
        hours: '13:00 - 19:00',
        phone: '',
        email: '',
        image: '/assets/rule_library/profiles/seng_vanna.jpg',
    },
    {
        name: 'Miss Rin Sothealinna',
        name_kh: 'កញ្ញា រិន សុទ្ធាលីនណា',
        role: 'បណ្ណារក្ស',
        task: 'ផ្នែកខ្ចីសង ផ្តល់ព័ត៌មានសៀវភៅ រៀបចំសណ្តាប់ធ្នាប់ចុងក្រោយ បូកសរុបស្ថិតិ ត្រួតពិនិត្យសុវត្ថិភាព ចុះបញ្ជីសៀវភៅថ្មី សេវាកម្មខ្ចី-សង (Circulation)',
        job_description: `<div>
        <h3>បណ្ណារក្ស៖ កញ្ញា រិន សុទ្ធាលីនណា</h3>
        <div>ជាបណ្ណារក្ស មានតួនាទីផ្នែកខ្ចីសង និងផ្តល់ព័ត៌មានសៀវភៅ និងជាបណ្ណារក្សបំរើការងារនៅវេនរសៀល។</div>
        <div><strong>រៀបចំសណ្តាប់ធ្នាប់ចុងក្រោយ៖</strong> ដើររៀបចំតុ កៅអីឱ្យមានរបៀប និងប្រមូលសៀវភៅដែលនៅលើតុដាក់ចូលធ្វើរវិញ។</div>
        <div><strong>បូកសរុបស្ថិតិ៖</strong> កត់ត្រាចំនួនអ្នកចូលអាន និងចំនួនសៀវភៅដែលបានចរាចរណ៍ប្រចាំថ្ងៃ។</div>
        <div><strong>ត្រួតពិនិត្យសុវត្ថិភាព៖</strong> បិទកុំព្យូទ័រ បិទភ្លើង និងប្រព័ន្ធអគ្គិសនីនានា មុនពេលចាកចេញ។</div>
        <div><strong>ចុះបញ្ជីសៀវភៅថ្មី៖</strong> នៅពេលមានសៀវភៅថ្មីចូល បណ្ណារក្សត្រូវបញ្ចូលព័ត៌មាន (ចំណងជើង អ្នកនិពន្ធ ឆ្នាំ បោះពុម្ព) បិទលេខកូដ និងបិទស្លាកសញ្ញាសន្តិសុខ។</div>
        <div><strong>សេវាកម្មខ្ចី-សង (Circulation):</strong> ប្រើប្រាស់ម៉ាស៊ីនស្កេន ឬប្រព័ន្ធកុំព្យូទ័រដើម្បីកត់ត្រាការខ្ចី និងការសង សៀវភៅឱ្យបានត្រឹមត្រូវ។</div>
    </div>`,
        library: 'បណ្ណាល័យនីតិសាស្រ្ត',
        shift: 'វេនរសៀល',
        hours: '13:00 - 19:00',
        phone: '',
        email: '',
        image: '/assets/rule_library/profiles/rin_sothealinna.jpg',
    },

    // Economics Library
    {
        name: 'Mrs. Heang Chantalila',
        name_kh: 'លោកស្រី ហ៊ាង ចាន់តាលីឡា',
        role: 'បណ្ណារក្ស',
        task: 'ផ្នែកខ្ចីសង ផ្តល់ព័ត៌មានសៀវភៅ រៀបចំសណ្តាប់ធ្នាប់ចុងក្រោយ បូកសរុបស្ថិតិ ត្រួតពិនិត្យសុវត្ថិភាព ចុះបញ្ជីសៀវភៅថ្មី សេវាកម្មខ្ចី-សង (Circulation)',
        job_description: `<div>
        <h3>បណ្ណារក្ស៖ លោកស្រី ហ៊ាង ចាន់តាលីឡា</h3>
        <div>ជាបណ្ណារក្ស មានតួនាទីផ្នែកខ្ចីសង និងផ្តល់ព័ត៌មានសៀវភៅ និងបំរើការងារនៅវេនរសៀល។</div>
        <div><strong>រៀបចំសណ្តាប់ធ្នាប់ចុងក្រោយ៖</strong> ដើររៀបចំតុ កៅអីឱ្យមានរបៀប និងប្រមូលសៀវភៅដែលនៅលើតុដាក់ចូលធ្វើរវិញ។</div>
        <div><strong>បូកសរុបស្ថិតិ៖</strong> កត់ត្រាចំនួនអ្នកចូលអាន និងចំនួនសៀវភៅដែលបានចរាចរណ៍ប្រចាំថ្ងៃ។</div>
        <div><strong>ត្រួតពិនិត្យសុវត្ថិភាព៖</strong> បិទកុំព្យូទ័រ បិទភ្លើង និងប្រព័ន្ធអគ្គិសនីនានា មុនពេលចាកចេញ។</div>
        <div><strong>ចុះបញ្ជីសៀវភៅថ្មី៖</strong> នៅពេលមានសៀវភៅថ្មីចូល បណ្ណារក្សត្រូវបញ្ចូលព័ត៌មាន (ចំណងជើង អ្នកនិពន្ធ ឆ្នាំ បោះពុម្ព) បិទលេខកូដ និងបិទស្លាកសញ្ញាសន្តិសុខ។</div>
        <div><strong>សេវាកម្មខ្ចី-សង (Circulation):</strong> ប្រើប្រាស់ម៉ាស៊ីនស្កេន ឬប្រព័ន្ធកុំព្យូទ័រដើម្បីកត់ត្រាការខ្ចី និងការសងសៀវភៅឱ្យបានត្រឹមត្រូវ។</div>
    </div>`,
        library: 'បណ្ណាល័យសេដ្ឋកិច្ច',
        shift: 'វេនព្រឹក',
        hours: '8:00 - 13:00',
        phone: '',
        email: '',
        image: '/assets/rule_library/profiles/heang_chantalila.png',
    },
    {
        name: 'Miss Chrea Monineath',
        name_kh: 'កញ្ញា ជ្រា មុនីនាថ',
        role: 'បណ្ណារក្ស',
        task: 'ផ្នែកខ្ចីសង ផ្តល់ព័ត៌មាននិស្សិត សេវាកម្មខ្ចី-សង (Circulation) សេវាព័ត៌មាន និងការណែនាំ (Reference Service) ការរៀបសៀវភៅឡើងវិញ (Shelving) រក្សាសណ្តាប់ធ្នាប់។',
        job_description: `<div>
        <h3>បណ្ណារក្ស៖ កញ្ញា ជ្រា មុនីនាថ</h3>
        <div>ជាបណ្ណារក្ស មានតួនាទីផ្នែកខ្ចីសង និងផ្តល់ព័ត៌មាននិស្សិត ជាបណ្ណារក្សបំរើការងារនៅវេនព្រឹក។</div>
        <div><strong>សេវាកម្មខ្ចី-សង (Circulation):</strong> ប្រើប្រាស់ម៉ាស៊ីនស្កេន ឬប្រព័ន្ធកុំព្យូទ័រដើម្បីកត់ត្រាការខ្ចី និងការសង សៀវភៅឱ្យបានត្រឹមត្រូវ។</div>
        <div><strong>សេវាព័ត៌មាន និងការណែនាំ (Reference Service):</strong> ជួយអ្នកអានក្នុងការស្វែងរកសៀវភៅតាមរយៈប្រព័ន្ធ OPAC (កាតាឡុកអនឡាញ) ឬណែនាំប្រភពឯកសារសម្រាប់កិច្ចការស្រាវជ្រាវ។</div>
        <div><strong>ការរៀបសៀវភៅឡើងវិញ (Shelving):</strong> រៀបសៀវភៅដែលគេយកមកសង ដាក់ចូលក្នុងធ្វើរវិញទៅតាមលេខកូដ (Call Number) ឱ្យបានត្រឹមត្រូវបំផុត ដើម្បីកុំឱ្យអ្នកអានបន្ទាប់រកមិនឃើញ។</div>
        <div><strong>រក្សាសណ្តាប់ធ្នាប់៖</strong> ដើរពិនិត្យក្នុងបណ្ណាល័យ ដើម្បីធានាថាអ្នកអានរក្សាភាពស្ងប់ស្ងាត់ និងមិនយកចំណី អាហារចូលដែលធ្វើឱ្យខូចខាតដល់គុណភាពសៀវភៅ។</div>
    </div>`,
        library: 'បណ្ណាល័យសេដ្ឋកិច្ច',
        shift: 'វេនព្រឹក',
        hours: '8:00 - 13:00',
        phone: '',
        email: '',
        image: '/assets/rule_library/profiles/chrea_monineath.jpg',
    },
    {
        name: '',
        name_kh: 'លោក ឈិន ដារិត',
        role: 'បណ្ណារក្ស',
        task: 'ផ្នែកខ្ចីសង ផ្តល់ព័ត៌មានសៀវភៅដល់និស្សិត រៀបចំសណ្តាប់ធ្នាប់ចុងក្រោយ បូកសរុបស្ថិតិ ត្រួតពិនិត្យសុវត្ថិភាព ចុះបញ្ជីសៀវភៅថ្មី សេវាកម្មខ្ចី-សង (Circulation) ការរក្សាទុកឯកសារឌីជីថល (Digital Preservation)。',
        job_description: `<div>
        <h3>បណ្ណារក្ស៖ លោក ឈិន ដារិត</h3>
        <div>ជាបណ្ណារក្ស មានតួនាទីផ្នែកខ្ចីសង និងផ្តល់ព័ត៌មានសៀវភៅដល់និស្សិត និងជាបណ្ណារក្សបំរើការងារនៅវេនព្រឹក។</div>
        <div><strong>រៀបចំសណ្តាប់ធ្នាប់ចុងក្រោយ៖</strong> ដើររៀបចំតុ កៅអីឱ្យមានរបៀប និងប្រមូលសៀវភៅដែលនៅលើតុដាក់ចូលធ្វើរវិញតាមពេលកំណត់ជាក់លាក់។</div>
        <div><strong>បូកសរុបស្ថិតិ៖</strong> កត់ត្រាចំនួនអ្នកចូលអាន និងចំនួនសៀវភៅដែលបានចរាចរណ៍ប្រចាំថ្ងៃ។</div>
        <div><strong>ត្រួតពិនិត្យសុវត្ថិភាព៖</strong> បិទកុំព្យូទ័រ បិទភ្លើង និងប្រព័ន្ធអគ្គិសនីនានា មុនពេលចាកចេញ។</div>
        <div><strong>ចុះបញ្ជីសៀវភៅថ្មី៖</strong> នៅពេលមានសៀវភៅថ្មីចូល បណ្ណារក្សត្រូវបញ្ចូលព័ត៌មាន (ចំណងជើង អ្នកនិពន្ធ ឆ្នាំ បោះពុម្ព) បិទលេខកូដ និងបិទស្លាកសញ្ញាសន្តិសុខ។</div>
        <div><strong>សេវាកម្មខ្ចី-សង (Circulation):</strong> ប្រើប្រាស់ម៉ាស៊ីនស្កេន ឬប្រព័ន្ធកុំព្យូទ័រដើម្បីកត់ត្រាការខ្ចី និងការសង សៀវភៅឱ្យបានត្រឹមត្រូវ។</div>
        <div><strong>ការរក្សាទុកឯកសារឌីជីថល (Digital Preservation):</strong> បំប្លែងឯកសារចាស់ៗ ឬឯកសារកម្រឱ្យទៅជាទម្រង់ឌីជីថល ដើម្បីរក្សាទុកឱ្យបានយូរអង្វែង។</div>
    </div>`,
        library: 'បណ្ណាល័យសេដ្ឋកិច្ច',
        shift: 'វេនរសៀល',
        hours: '13:00 - 19:00',
        phone: '',
        email: '',
        image: '',
    },
    {
        name: 'Mr. Vang Ravuth',
        name_kh: 'លោក វ៉ាង រ៉ាវុធ',
        role: 'បណ្ណារក្ស',
        task: 'ផ្នែកកាតាឡុកសៀវភៅ ផ្តល់ព័ត៌មាននិស្សិត រៀបចំសណ្តាប់ធ្នាប់ចុងក្រោយ បូកសរុបស្ថិតិ ត្រួតពិនិត្យសុវត្ថិភាព ចុះបញ្ជីសៀវភៅថ្មី សេវាកម្មខ្ចី-សង (Circulation)',
        job_description: `<div>
        <h3>បណ្ណារក្ស៖ លោក វ៉ាង រ៉ាវុធ</h3>
        <div>ជាបណ្ណារក្សមានតួនាទីផ្នែកកាតាឡុកសៀវភៅ និងផ្តល់ព័ត៌មាននិស្សិត និងបំរើការងារនៅវេនព្រឹក។</div>
        <div><strong>រៀបចំសណ្តាប់ធ្នាប់ចុងក្រោយ៖</strong> ដើររៀបចំតុ កៅអីឱ្យមានរបៀប និងប្រមូលសៀវភៅដែលនៅលើតុដាក់ចូលធ្វើរវិញតាមពេលកំណត់ជាក់លាក់។</div>
        <div><strong>បូកសរុបស្ថិតិ៖</strong> កត់ត្រាចំនួនអ្នកចូលអាន និងចំនួនសៀវភៅដែលបានចរាចរណ៍ប្រចាំថ្ងៃ។</div>
        <div><strong>ត្រួតពិនិត្យសុវត្ថិភាព៖</strong> បិទកុំព្យូទ័រ បិទភ្លើង និងប្រព័ន្ធអគ្គិសនីនានា មុនពេលចាកចេញ។</div>
        <div><strong>ចុះបញ្ជីសៀវភៅថ្មី៖</strong> នៅពេលមានសៀវភៅថ្មីចូល បណ្ណារក្សត្រូវបញ្ចូលព័ត៌មាន (ចំណងជើង អ្នកនិពន្ធ ឆ្នាំ បោះពុម្ព) បិទលេខកូដ និងបិទស្លាកសញ្ញាសន្តិសុខ។</div>
        <div><strong>សេវាកម្មខ្ចី-សង (Circulation):</strong> ប្រើប្រាស់ម៉ាស៊ីនស្កេន ឬប្រព័ន្ធកុំព្យូទ័រដើម្បីកត់ត្រាការខ្ចី និងការសងសៀវភៅឱ្យបានត្រឹមត្រូវ។</div>
    </div>`,
        library: 'បណ្ណាល័យសេដ្ឋកិច្ច',
        shift: 'វេនរសៀល',
        hours: '13:00 - 19:00',
        phone: '',
        email: '',
        image: '/assets/rule_library/profiles/vang_ravuth.jpg',
    },

    // Electronic Library
    {
        name: 'Mr. Mao Bora',
        name_kh: 'លោក ម៉ៅ បូរ៉ា',
        role: 'Library IT Manager',
        task: 'អភិវឌ្ឍន៍កម្មវិធីបណ្ណាល័យ ថែរក្សាប្រព័ន្ធគ្រប់គ្រង Installation & Configuration Updates & Patching Database Management OPAC Web Development ការភ្ជាប់ទិន្នន័យ Single Sign-On (SSO) Backup ទិន្នន័យ Troubleshooting',
        job_description: `<div>
        <h3>បណ្ណារក្ស៖ លោក ម៉ៅ បូរ៉ា</h3>
        <div>
    <div>បំពេញការងារនៅបណ្ណាល័យ អេឡិចត្រូនិច មានតួនាទីរៀបចំអភិវឌ្ឍន៍កម្មវិធីរបស់បណ្ណាល័យ និងថែរក្សាប្រព័ន្ធគ្រប់គ្រងផ្សេងៗដែលមាននៅក្នុងបណ្ណាល័យ។</div>
    <div><strong>ការតម្លើង និងកំណត់រចនាសម្ព័ន្ធ (Installation & Configuration):</strong> រៀបចំប្រព័ន្ធឱ្យស្របតាមតម្រូវការ ជាក់ស្តែងរបស់បណ្ណាល័យ។</div>
    <div><strong>ការធ្វើបច្ចុប្បន្នភាព (Updates & Patching):</strong> ធានាថា Software តែងតែស្ថិតក្នុងកំណែទម្រង់ចុង ក្រោយ រក្សាសុវត្ថិភាពប្រព័ន្ធ និងទុបស្កាត់មេរោគ (Cybersecurity</div>
    <div><strong>ការគ្រប់គ្រងមូលដ្ឋានទិន្នន័យ (Database Management):</strong> រក្សាសុវត្ថិភាពទិន្នន័យសៀវភៅ និង ទិន្នន័យសមាជិក (SQL/MYSQL)។</div>
    <div><strong>OPAC (Online Public Access Catalog):</strong> រៀបចំចំណុចប្រទាក់គ្នា (Interface) ដែលអ្នកអាន ប្រើសម្រាប់ស្វែងរកសៀវភៅតាមអនឡាញឱ្យមានភាពងាយស្រួល (User-friendly) និងអាចប្រើលើ ទូរស័ព្ទដៃបាន។</div>
    <div><strong>Web Development:</strong> បង្កើត និងកែសម្រួលគេហទំព័របណ្ណាល័យ (តាមថេរវេលាកំណត់ជាក់លាក់មួយ ឧ. ២-៣ឆ្នាំធ្វើកំណែម្តង) ដើម្បីផ្តល់ព័ត៌មានថ្មីៗ និងសេវាកម្មអនឡាញផ្សេងៗ។</div>
    <div><strong>ការភ្ជាប់ទិន្នន័យ៖</strong> ធ្វើឱ្យប្រព័ន្ធបណ្ណាល័យអាចនិយាយគ្នាជាមួយប្រព័ន្ធដទៃទៀតបាន (ឧទាហរណ៍៖ ភ្ជាប់ បញ្ជីឈ្មោះនិស្សិតពីប្រព័ន្ធសាលារៀន មកក្នុងប្រព័ន្ធបណ្ណាល័យដោយស្វ័យប្រវត្តិ)។</div>
    <div><strong>Single Sign-On (SSO):</strong> រៀបចំឱ្យសមាជិកប្រើប្រាស់គណនីតែមួយ ដើម្បីចូលប្រើប្រាស់បានទាំងអ៊ុនធឺ ណិត សៀវភៅអេឡិចត្រូនិច និងសេវាកម្មដទៃទៀត។</div>
    <div><strong>ការ Backup ទិន្នន័យ៖</strong> រៀបចំផែនការចម្លងទុកទិន្នន័យ (Backup) ជាប្រចាំ ដើម្បីបញ្ចៀសការបាត់បង់ នៅពេលមានបញ្ហាបច្ចេកទេស ឬការវាយប្រហារពី Hacker។</div>
    <div><strong>ការដោះស្រាយបញ្ហា (Troubleshooting):</strong> Software គាំង ឬដំណើរការមិនប្រក្រតី។ ជួយបុគ្គលិកបណ្ណាល័យដោះស្រាយបញ្ហានៅពេល</div>
</div>
`,
        library: 'បណ្ណាល័យអេឡិចត្រូនិក',
        shift: 'វេនព្រឹក',
        hours: '8:00 - 19:00',
        phone: '',
        email: '',
        image: '',
    },
    {
        name: 'Mr. Heng Narath',
        name_kh: 'លោក ហេង ណារ័ត្ន',
        role: 'Library Network & IT Support',
        task: 'គ្រប់គ្រងប្រព័ន្ធបណ្តាញ និងអ៊ីនធឺណិត ថែទាំកុំព្យូទ័រ Server Networking Wi-Fi Peripherals Inventory Management Online Promotion',
        job_description: `<div>
        <h3>បណ្ណារក្ស៖ លោក ហេង ណារ័ត្ន</h3>
       <div>
    <div>បំពេញការងារនៅបណ្ណាល័យអេឡិចត្រូនិក មានតួនាទីរៀបចំប្រព័ន្ធបណ្តាញ និងអ៊ុនធើ ណែតរបស់បណ្ណាល័យ ។</div>
    <div><strong>ការថែទាំកុំព្យូទ័រ និង Server៖</strong> ដំឡើង ជួសជុល និងត្រួតពិនិត្យកុំព្យូទ័រសម្រាប់បុគ្គលិក និងកុំព្យូទ័រសម្រាប់ អ្នកអានប្រើប្រាស់ (Public Access Workstations)។</div>
    <div><strong>ប្រព័ន្ធបណ្តាញ (Networking & Wi-Fi)៖</strong> គ្រប់គ្រងតំណភ្ជាប់អ៊ុនធឺណិតឱ្យមានល្បឿនលឿន និងគ្រប ដណ្តប់ពេញបណ្ណាល័យ ដើម្បីឱ្យអ្នកអានអាចស្រាវជ្រាវបានដោយរលូន។</div>
    <div><strong>ឧបករណ៍គ្រឿងបន្សំ (Peripherals)៖</strong> ថែទាំ និងដោះស្រាយបញ្ហាលើម៉ាស៊ីនព្រីន (Printers), ម៉ាស៊ីន ថតចម្លង (Photocopiers) និងម៉ាស៊ីនស្កេន (Scanners)។</div>
    <div><strong>ការគ្រប់គ្រងសារពើភ័ណ្ឌ៖</strong> កត់ត្រា និងតាមដានរាល់ឧបករណ៍បច្ចេកវិទ្យាទាំងអស់ ព្រមទាំងរៀបចំផែនការ ទិញថ្មី ឬផ្លាស់ប្តូរឧបករណ៍ដែលហួសសម័យ ឬខូច។</div>
    <div><strong>ការផ្សព្វផ្សាយព្រឹត្តិការណ៍៖</strong> រៀបចំយុទ្ធនាការអនឡាញសម្រាប់ទិវាសៀវភៅ ការប្រកួតប្រជែងអាន ឬការ ណែនាំសៀវភៅប្រចាំខែ។</div>
    <div><strong>ការវិភាគទិន្នន័យ (Analytics)៖</strong> កត់ត្រាជាប្រចាំចំនួនអ្នកចូលមើល (Reach) និងការចាប់អារម្មណ៍ (Engagement)ដើម្បីស្វែងយល់ពីតម្រូវការរបស់អ្នកអាន និងកែលម្អការផ្សព្វផ្សាយឱ្យកាន់តែប្រសើរ។</div>
</div>
`,
        library: 'បណ្ណាល័យអេឡិចត្រូនិក',
        shift: 'វេនរសៀល',
        hours: '13:00 - 19:00',
        phone: '',
        email: '',
        image: '/assets/rule_library/profiles/heng_narath.jpg',
    },
    {
        name: 'Mr. Long Soeng',
        name_kh: 'លោក ឡុង សឹង',
        role: 'Library Software & Web Dev',
        task: 'Web Development Updates & Patching Database Management Troubleshooting Analytics',
        job_description: `<div>
    <h3>បណ្ណារក្ស៖ លោក ឡុង សឹង</h3>
    <div><strong>Web Development:</strong> បង្កើត និងកែសម្រួលគេហទំព័របណ្ណាល័យ ដើម្បីផ្តល់ព័ត៌មានថ្មីៗ និងសេវាកម្មអនឡាញផ្សេងៗ។</div>
    <div><strong>ការធ្វើបច្ចុប្បន្នភាព (Updates & Patching):</strong> ធានាថា Software តែងតែស្ថិតក្នុងកំណែទម្រង់ចុងក្រោយ រក្សាសុវត្ថិភាពប្រព័ន្ធ និងទុបស្កាត់មេរោគ (Cybersecurity)។</div>
    <div><strong>ការគ្រប់គ្រងមូលដ្ឋានទិន្នន័យ (Database Management):</strong> ថែទាំទិន្នន័យសៀវភៅ និងទិន្នន័យសមាជិក (SQL/MySQL) កុំឱ្យមានការបាត់បង់។</div>
    <div><strong>ការដោះស្រាយបញ្ហា (Troubleshooting):</strong> Software គាំង ឬដំណើរការមិនប្រក្រតី។ ជួយបុគ្គលិកបណ្ណាល័យដោះស្រាយបញ្ហានៅពេលចាំបាច់។</div>
    <div><strong>ការវិភាគទិន្នន័យ (Analytics):</strong> តាមដានចំនួនអ្នកចូលមើល (Reach) និងការចាប់អារម្មណ៍ (Engagement) ដើម្បីយល់ដឹងពីតម្រូវការរបស់អ្នកអាន និងកែលម្អការផ្សព្វផ្សាយឱ្យកាន់តែប្រសើរ។</div>
</div>`,

        library: 'បណ្ណាល័យអេឡិចត្រូនិក',
        shift: 'វេនរសៀល',
        hours: '13:00 - 19:00',
        phone: '',
        email: '',
        image: '/assets/rule_library/profiles/long_soeng.jpg',
    },
    {
        name: 'Ms. Kim Soreya',
        name_kh: 'កញ្ញា គឹម សូរិយា',
        role: 'Library Software & Web Dev',
        task: 'Web Development Updates & Patching Database Management Troubleshooting Analytics',
        job_description: `<div>
    <h3>បណ្ណារក្ស៖ កញ្ញា គឹម សូរិយា</h3>
    <div><strong>Web Development:</strong> បង្កើត និងកែសម្រួលគេហទំព័របណ្ណាល័យ ដើម្បីផ្តល់ព័ត៌មានថ្មីៗ និងសេវាកម្មអនឡាញផ្សេងៗ។</div>
    <div><strong>ការធ្វើបច្ចុប្បន្នភាព (Updates & Patching):</strong> ធានាថា Software តែងតែស្ថិតក្នុងកំណែទម្រង់ចុងក្រោយ រក្សាសុវត្ថិភាពប្រព័ន្ធ និងទុបស្កាត់មេរោគ (Cybersecurity)។</div>
    <div><strong>ការគ្រប់គ្រងមូលដ្ឋានទិន្នន័យ (Database Management):</strong> ថែទាំទិន្នន័យសៀវភៅ និងទិន្នន័យសមាជិក (SQL/MySQL) កុំឱ្យមានការបាត់បង់។</div>
    <div><strong>ការដោះស្រាយបញ្ហា (Troubleshooting):</strong> Software គាំង ឬដំណើរការមិនប្រក្រតី។ ជួយបុគ្គលិកបណ្ណាល័យដោះស្រាយបញ្ហានៅពេលចាំបាច់។</div>
    <div><strong>ការវិភាគទិន្នន័យ (Analytics):</strong> តាមដានចំនួនអ្នកចូលមើល (Reach) និងការចាប់អារម្មណ៍ (Engagement) ដើម្បីយល់ដឹងពីតម្រូវការរបស់អ្នកអាន និងកែលម្អការផ្សព្វផ្សាយឱ្យកាន់តែប្រសើរ។</div>
</div>`,
        library: 'បណ្ណាល័យអេឡិចត្រូនិក',
        shift: 'វេនព្រឹក',
        hours: '8:00 - 19:00',
        phone: '',
        email: '',
        image: '/assets/rule_library/profiles/kim_soreya.jpg',
    },
];
